Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: %lld%% of the context was replaced by a summary
de: %lld%% des Kontexts wurden durch eine Zusammenfassung ersetzt
es: El %lld%% del contexto se sustituyó por un resumen
fr: %lld%% du contexte ont été remplacés par un résumé
it: Il %lld%% del contesto è stato sostituito da un riepilogo
ja: コンテキストの %lld%% が要約に置き換えられました
ko: 컨텍스트의 %lld%%가 요약으로 대체되었습니다
pt_br: %lld%% do contexto foi substituído por um resumo
zh_hans: 上下文的 %lld%% 已被摘要替换
zh_hant: 脈絡的 %lld%% 已被摘要取代

source: %lldm ago
de: vor %lld Min.
es: hace %lld min
fr: il y a %lld min
it: %lld min fa
ja: %lld 分前
ko: %lld분 전
pt_br: há %lld min
zh_hans: %lld 分钟前
zh_hant: %lld 分鐘前

source: (%lld offline skipped)
de: (%lld offline übersprungen)
es: (%lld sin conexión omitidos)
fr: (%lld hors ligne ignorés)
it: (%lld offline ignorati)
ja: (オフライン %lld 台をスキップ)
ko: (오프라인 %lld대 건너뜀)
pt_br: (%lld off-line ignorados)
zh_hans: (已跳过 %lld 台离线设备)
zh_hant: (已略過 %lld 台離線裝置)

source: (port added)
de: (Port ergänzt)
es: (puerto añadido)
fr: (port ajouté)
it: (porta aggiunta)
ja: （ポートを追加）
ko: (포트 추가됨)
pt_br: (porta adicionada)
zh_hans: （已添加端口）
zh_hant: （已加上連接埠）

source: +%lld more results
de: +%lld weitere Ergebnisse
es: +%lld resultados más
fr: +%lld autres résultats
it: +%lld altri risultati
ja: 他 %lld 件の結果
ko: 결과 %lld개 더
pt_br: +%lld resultados
zh_hans: 另有 %lld 条结果
zh_hant: 另有 %lld 筆結果

source: 0.0.0.0 is what the server binds to. Use that machine's own address.
de: An 0.0.0.0 bindet sich der Server. Nutze die eigene Adresse des Rechners.
es: 0.0.0.0 es la dirección en la que escucha el servidor. Usa la dirección propia de esa máquina.
fr: 0.0.0.0 est l’adresse d’écoute du serveur. Utilisez l’adresse propre de cette machine.
it: 0.0.0.0 è l’indirizzo su cui il server si mette in ascolto. Usa l’indirizzo proprio di quella macchina.
ja: 0.0.0.0 はサーバがバインドするアドレスです。そのマシン自身のアドレスを使ってください。
ko: 0.0.0.0은 서버가 바인딩하는 주소입니다. 해당 컴퓨터 자체의 주소를 사용하세요.
pt_br: 0.0.0.0 é o endereço em que o servidor escuta. Use o endereço da própria máquina.
zh_hans: 0.0.0.0 是服务器绑定的地址。请使用那台机器自己的地址。
zh_hant: 0.0.0.0 是伺服器綁定的位址。請改用那台電腦自己的位址。

source: 5-hour
de: 5 Stunden
es: 5 horas
fr: 5 heures
it: 5 ore
ja: 5 時間
ko: 5시간
pt_br: 5 horas
zh_hans: 5 小时
zh_hant: 5 小時

source: A build made here, past anything published. Nothing to install.
de: Ein hier erstellter Build, neuer als alles Veröffentlichte. Nichts zu installieren.
es: Un build creado aquí, más reciente que cualquier versión publicada. No hay nada que instalar.
fr: Un build créé ici, plus récent que tout ce qui est publié. Rien à installer.
it: Un build creato qui, più recente di qualsiasi versione pubblicata. Niente da installare.
ja: ここでビルドされたもので、公開済みのどれよりも新しい状態です。インストールするものはありません。
ko: 여기서 직접 만든 빌드로, 공개된 어떤 버전보다도 최신입니다. 설치할 것이 없습니다.
pt_br: Um build feito aqui, à frente de tudo o que foi publicado. Não há nada para instalar.
zh_hans: 本机构建的版本，比任何已发布的版本都新。没有可安装的内容。
zh_hant: 本機建置的版本，比任何已發布的版本都新。沒有可安裝的內容。

source: a day ago
de: vor einem Tag
es: hace un día
fr: il y a un jour
it: un giorno fa
ja: 1日前
ko: 1일 전
pt_br: há um dia
zh_hans: 1 天前
zh_hant: 1 天前

source: a minute ago
de: vor einer Minute
es: hace un minuto
fr: il y a une minute
it: un minuto fa
ja: 1分前
ko: 1분 전
pt_br: há um minuto
zh_hans: 1 分钟前
zh_hant: 1 分鐘前

source: a newer build
de: ein neuerer Build
es: un build más reciente
fr: un build plus récent
it: un build più recente
ja: 新しいビルド
ko: 최신 빌드
pt_br: um build mais recente
zh_hans: 更新的版本
zh_hant: 更新的版本

source: A newer build is already on that machine and nothing there would start it again, so it has to be started by hand.
de: Auf dieser Maschine liegt bereits ein neuerer Build, aber nichts dort würde ihn erneut starten – er muss von Hand gestartet werden.
es: Ya hay un build más reciente en esa máquina y nada allí lo reiniciará por su cuenta, así que hay que iniciarlo manualmente.
fr: Un build plus récent est déjà présent sur cette machine, mais rien là-bas ne le relancera de lui-même — il doit être démarré manuellement.
it: Su quella macchina è già presente un build più recente, ma nulla lì lo riavvierebbe da solo: deve essere avviato manualmente.
ja: そのマシンにはすでに新しいビルドがありますが、それを再度起動する仕組みがそこにはないため、手動で起動する必要があります。
ko: 그 머신에는 이미 최신 빌드가 있지만, 그것을 다시 시작해 줄 대상이 없어 수동으로 시작해야 합니다.
pt_br: Já existe um build mais recente naquela máquina, mas nada ali o iniciaria de novo sozinho, então precisa ser iniciado manualmente.
zh_hans: 那台机器上已经有更新的版本了，但那里没有任何东西会重新启动它，因此必须手动启动。
zh_hant: 那台機器上已經有更新的版本了，但那裡沒有任何東西會重新啟動它，因此必須手動啟動。

source: A rebuild takes xcodegen and a multi-minute xcodebuild, and what it produces is the bundle this process is running from — so the command is handed over rather than pressed here.
de: Ein erneuter Build braucht xcodegen und ein mehrminütiges xcodebuild, und dabei entsteht genau das Bundle, aus dem dieser Prozess gerade läuft – daher wird der Befehl weitergegeben, statt hier per Knopfdruck ausgelöst zu werden.
es: Una reconstrucción exige xcodegen y un xcodebuild de varios minutos, y lo que produce es precisamente el bundle desde el que se está ejecutando este proceso, así que el comando se entrega para ejecutarlo en lugar de pulsarlo aquí.
fr: Une recompilation nécessite xcodegen et un xcodebuild de plusieurs minutes, et ce qu'elle produit est exactement le bundle depuis lequel ce processus s'exécute — la commande est donc transmise plutôt que déclenchée ici.
it: Una ricompilazione richiede xcodegen e un xcodebuild di più minuti, e ciò che produce è esattamente il bundle da cui questo processo è in esecuzione: perciò il comando viene consegnato invece di essere premuto qui.
ja: 再ビルドにはxcodegenと数分かかるxcodebuildが必要で、生成されるのはまさにこのプロセスが実行中のバンドルです — そのため、ここでは押すボタンではなくコマンドが渡されます。
ko: 재빌드에는 xcodegen과 몇 분이 걸리는 xcodebuild가 필요하며, 그 결과물은 바로 이 프로세스가 실행 중인 번들입니다 — 그래서 여기서 버튼을 누르는 대신 명령을 전달합니다.
pt_br: Uma recompilação exige xcodegen e um xcodebuild de vários minutos, e o que ela produz é exatamente o bundle a partir do qual este processo está sendo executado — por isso o comando é repassado, em vez de ser apertado por aqui.
zh_hans: 重新构建需要 xcodegen 和耗时数分钟的 xcodebuild，其产物正是本进程当前运行所用的应用包——因此这里给出的是命令，而不是一个可按的按钮。
zh_hant: 重新建置需要 xcodegen 和耗時數分鐘的 xcodebuild，其產物正是本處理程序目前執行所用的應用程式包——因此這裡給出的是指令，而不是一個可按的按鈕。

source: A second server needs Pro
de: Ein zweiter Server erfordert Pro
es: Un segundo servidor requiere Pro
fr: Un deuxième serveur nécessite Pro
it: Un secondo server richiede Pro
ja: 2 台目のサーバには Pro が必要です
ko: 두 번째 서버에는 Pro가 필요합니다
pt_br: Um segundo servidor requer o Pro
zh_hans: 第二台服务器需要 Pro
zh_hant: 第二台伺服器需要 Pro

source: A shortcut, not a requirement: with a Tailscale API token this lists your machines and checks which ones are already running an agent. You can always type the address instead.
de: Eine Abkürzung, keine Pflicht: Mit einem Tailscale-API-Token werden deine Rechner aufgelistet und geprüft, auf welchen schon ein Agent läuft. Du kannst die Adresse stattdessen auch immer eingeben.
es: Un atajo, no un requisito: con un token de la API de Tailscale, esto lista tus máquinas y comprueba cuáles ya ejecutan un agente. Siempre puedes escribir la dirección en su lugar.
fr: Un raccourci, pas une obligation : avec un jeton API Tailscale, cela liste vos machines et vérifie lesquelles exécutent déjà un agent. Vous pouvez toujours saisir l’adresse à la place.
it: Una scorciatoia, non un requisito: con un token API di Tailscale elenca le tue macchine e verifica quali stanno già eseguendo un agente. In alternativa, puoi sempre digitare l’indirizzo.
ja: 必須ではなく近道です。Tailscale API トークンがあれば、マシンの一覧を取得して、すでにエージェントが動いているものを確認します。アドレスを直接入力してもかまいません。
ko: 필수가 아니라 지름길입니다. Tailscale API 토큰이 있으면 컴퓨터 목록을 가져와 이미 에이전트를 실행 중인 컴퓨터를 확인합니다. 언제든 주소를 직접 입력해도 됩니다.
pt_br: Um atalho, não uma exigência: com um token de API do Tailscale, isto lista suas máquinas e verifica quais já estão rodando um agente. Você sempre pode digitar o endereço.
zh_hans: 这是捷径，不是必需：有了 Tailscale API 令牌，它会列出你的机器并检查哪些已经在运行智能体。你也随时可以直接输入地址。
zh_hant: 這是捷徑，不是必要條件：有了 Tailscale API 權杖，這裡會列出你的電腦並檢查哪幾台已經在執行代理。你也可以隨時改為手動輸入位址。

source: A simulator runs whatever was last built for it.
de: Ein Simulator führt immer das aus, was zuletzt dafür gebaut wurde.
es: Un simulador ejecuta lo último que se compiló para él.
fr: Un simulateur exécute ce qui a été compilé pour lui en dernier.
it: Un simulatore esegue l'ultima build creata per lui.
ja: シミュレーターは、最後にビルドされたものをそのまま実行します。
ko: 시뮬레이터는 마지막으로 빌드된 것을 그대로 실행합니다.
pt_br: Um simulador executa o que foi compilado por último para ele.
zh_hans: 模拟器只会运行最后一次为它构建的内容。
zh_hant: 模擬器只會執行最後一次為它建置的內容。

source: A tailnet address can't present a certificate for itself, so TLS fails before the agent is reached. Tailscale already encrypts the link.
de: Eine Tailnet-Adresse kann kein Zertifikat für sich selbst vorweisen, daher scheitert TLS, bevor der Agent erreicht wird. Tailscale verschlüsselt die Verbindung bereits.
es: Una dirección de tailnet no puede presentar un certificado propio, así que TLS falla antes de llegar al agente. Tailscale ya cifra el enlace.
fr: Une adresse tailnet ne peut pas présenter de certificat pour elle-même : TLS échoue donc avant d’atteindre l’agent. Tailscale chiffre déjà la liaison.
it: Un indirizzo tailnet non può presentare un certificato per sé stesso, quindi TLS fallisce prima di raggiungere l’agente. Tailscale cifra già il collegamento.
ja: tailnet アドレスは自身の証明書を提示できないため、エージェントに届く前に TLS が失敗します。通信は Tailscale がすでに暗号化しています。
ko: tailnet 주소는 자체 인증서를 제시할 수 없어 에이전트에 닿기 전에 TLS가 실패합니다. Tailscale이 이미 연결을 암호화합니다.
pt_br: Um endereço tailnet não pode apresentar um certificado para si mesmo, então o TLS falha antes de chegar ao agente. O Tailscale já criptografa a conexão.
zh_hans: tailnet 地址无法为自己出示证书，因此在到达智能体之前 TLS 就会失败。Tailscale 本身已经加密了链路。
zh_hant: tailnet 位址無法為自己提供憑證，因此在連上代理之前 TLS 就會失敗。Tailscale 已經為這條連線加密。

source: a TestFlight build
de: ein TestFlight-Build
es: un build de TestFlight
fr: un build TestFlight
it: un build TestFlight
ja: TestFlightのビルド
ko: TestFlight 빌드
pt_br: um build do TestFlight
zh_hans: TestFlight 版本
zh_hant: TestFlight 版本

source: A TestFlight build, which runs ahead of the store on purpose.
de: Ein TestFlight-Build, der absichtlich vor dem Store liegt.
es: Un build de TestFlight, que va por delante de la tienda a propósito.
fr: Un build TestFlight, volontairement en avance sur la boutique.
it: Un build TestFlight, volutamente più avanti dello store.
ja: TestFlightのビルドで、意図的にストアより先行しています。
ko: TestFlight 빌드로, 의도적으로 스토어보다 앞서 있습니다.
pt_br: Um build do TestFlight, que fica à frente da loja de propósito.
zh_hans: 这是一个 TestFlight 版本，它本来就设计为领先于商店。
zh_hant: 這是一個 TestFlight 版本，它本來就設計為領先於商店。

source: Access
de: Zugriff
es: Acceso
fr: Accès
it: Accesso
ja: アクセス
ko: 액세스
pt_br: Acesso
zh_hans: 访问权限
zh_hant: 存取權限

source: Add, probe, update or remove a server
de: Einen Server hinzufügen, prüfen, aktualisieren oder entfernen
es: Añadir, probar, actualizar o eliminar un servidor
fr: Ajouter, tester, mettre à jour ou supprimer un serveur
it: Aggiungi, prova, aggiorna o rimuovi un server
ja: サーバーの追加、接続確認、更新、削除
ko: 서버 추가, 연결 확인, 업데이트 또는 제거
pt_br: Adicionar, testar, atualizar ou remover um servidor
zh_hans: 添加、探测、更新或移除服务器
zh_hant: 新增、探測、更新或移除伺服器

source: All software updates
de: Alle Softwareupdates
es: Todas las actualizaciones de software
fr: Toutes les mises à jour logicielles
it: Tutti gli aggiornamenti software
ja: すべてのソフトウェア・アップデート
ko: 모든 소프트웨어 업데이트
pt_br: Todas as atualizações de software
zh_hans: 所有软件更新
zh_hant: 所有軟體更新

source: an hour ago
de: vor einer Stunde
es: hace una hora
fr: il y a une heure
it: un'ora fa
ja: 1時間前
ko: 1시간 전
pt_br: há uma hora
zh_hans: 1 小时前
zh_hant: 1 小時前

source: An update started %@ and never reported how it ended.
de: Ein Update wurde %@ gestartet und hat nie gemeldet, wie es endete.
es: Se inició una actualización %@ y nunca informó cómo terminó.
fr: Une mise à jour a démarré %@ et n'a jamais indiqué comment elle s'est terminée.
it: Un aggiornamento è iniziato %@ e non ha mai segnalato come è finito.
ja: %@に更新が開始されましたが、結果が一度も報告されませんでした。
ko: %@ 업데이트가 시작되었지만 결과를 전혀 알려오지 않았습니다.
pt_br: Uma atualização foi iniciada %@ e nunca informou como terminou.
zh_hans: 更新已于%@开始，但一直没有报告它是如何结束的。
zh_hant: 更新已於%@開始，但一直沒有回報它是如何結束的。

source: An update was running and never reported how it ended.
de: Ein Update lief und hat nie gemeldet, wie es endete.
es: Había una actualización en curso que nunca informó cómo terminó.
fr: Une mise à jour était en cours et n'a jamais indiqué comment elle s'est terminée.
it: Un aggiornamento era in corso e non ha mai segnalato come è finito.
ja: 更新が実行中でしたが、結果が一度も報告されませんでした。
ko: 업데이트가 진행 중이었지만 결과를 전혀 알려오지 않았습니다.
pt_br: Uma atualização estava em andamento e nunca informou como terminou.
zh_hans: 有一次更新正在进行，但一直没有报告它是如何结束的。
zh_hant: 有一次更新正在進行，但一直沒有回報它是如何結束的。

source: and %@ more
de: und %@ weitere
es: y %@ más
fr: et %@ de plus
it: e altri %@
ja: ほか%@件
ko: 외 %@개
pt_br: e mais %@
zh_hans: 还有 %@ 项
zh_hant: 還有 %@ 項

source: API access token
de: API-Zugriffstoken
es: Token de acceso a la API
fr: Jeton d’accès API
it: Token di accesso API
ja: API アクセストークン
ko: API 접근 토큰
pt_br: Token de acesso à API
zh_hans: API 访问令牌
zh_hant: API 存取權杖

source: Apple's App Store record
de: Apples App-Store-Eintrag
es: el registro de Apple en la App Store
fr: les informations d'Apple sur l'App Store
it: il registro di Apple nell'App Store
ja: AppleのApp Storeの記録
ko: Apple의 App Store 기록
pt_br: o registro da Apple na App Store
zh_hans: Apple App Store 的记录
zh_hant: Apple App Store 的記錄

source: APPROVAL
de: FREIGABE
es: APROBACIÓN
fr: APPROBATION
it: APPROVAZIONE
ja: 承認
ko: 승인
pt_br: APROVAÇÃO
zh_hans: 待批准
zh_hant: 待核准

source: About
de: Über
es: Acerca de
fr: À propos
it: Info
ja: 情報
ko: 정보
pt_br: Sobre
zh_hans: 关于
zh_hant: 關於

source: Acknowledgements
de: Danksagungen
es: Agradecimientos
fr: Remerciements
it: Ringraziamenti
ja: 謝辞
ko: 감사의 말
pt_br: Agradecimentos
zh_hans: 致谢
zh_hant: 致謝

source: Add a Tailscale API access token to discover servers.
de: Füge ein Tailscale-API-Zugriffstoken hinzu, um Server zu finden.
es: Añade un token de acceso a la API de Tailscale para descubrir servidores.
fr: Ajoutez un jeton d’accès API Tailscale pour découvrir des serveurs.
it: Aggiungi un token di accesso API Tailscale per rilevare i server.
ja: サーバを検出するには Tailscale API アクセストークンを追加してください。
ko: 서버를 검색하려면 Tailscale API 접근 토큰을 추가하세요.
pt_br: Adicione um token de acesso à API do Tailscale para descobrir servidores.
zh_hans: 添加 Tailscale API 访问令牌以发现服务器。
zh_hant: 新增 Tailscale API 存取權杖以探索伺服器。

source: Add a bit more detail, then hold Send to refine it.
de: Ergänze etwas mehr Details und halte dann „Senden“ gedrückt.
es: Añade algo más de detalle y luego mantén pulsado Enviar para refinarlo.
fr: Ajoutez un peu plus de détails, puis maintenez Envoyer pour l’affiner.
it: Aggiungi qualche dettaglio in più, poi tieni premuto Invia per rifinirlo.
ja: もう少し詳しく書いてから、送信を長押しして推敲してください。
ko: 조금 더 자세히 쓴 다음 보내기를 길게 눌러 다듬으세요.
pt_br: Adicione mais detalhes e mantenha Enviar pressionado para refinar.
zh_hans: 再补充一些细节，然后长按发送以润色。
zh_hant: 再補充一些細節，然後長按傳送以潤飾。

source: Add a connection in Settings to start chatting with your agents.
de: Füge in den Einstellungen eine Verbindung hinzu, um mit deinen Agenten zu chatten.
es: Añade una conexión en Ajustes para empezar a chatear con tus agentes.
fr: Ajoutez une connexion dans les Réglages pour discuter avec vos agents.
it: Aggiungi una connessione in Impostazioni per iniziare a chattare con i tuoi agenti.
ja: 設定で接続を追加すると、エージェントとチャットできます。
ko: 설정에서 연결을 추가하면 에이전트와 대화할 수 있습니다.
pt_br: Adicione uma conexão em Ajustes para conversar com seus agentes.
zh_hans: 在“设置”中添加连接，即可开始与你的智能体对话。
zh_hant: 在「設定」中新增連線，即可開始與你的代理對話。

source: Add a server
de: Server hinzufügen
es: Añadir un servidor
fr: Ajouter un serveur
it: Aggiungi un server
ja: サーバを追加
ko: 서버 추가
pt_br: Adicionar um servidor
zh_hans: 添加服务器
zh_hant: 新增伺服器

source: Add access token
de: Zugriffstoken hinzufügen
es: Añadir token de acceso
fr: Ajouter un jeton d’accès
it: Aggiungi token di accesso
ja: アクセストークンを追加
ko: 접근 토큰 추가
pt_br: Adicionar token de acesso
zh_hans: 添加访问令牌
zh_hant: 新增存取權杖

source: Add connection
de: Verbindung hinzufügen
es: Añadir conexión
fr: Ajouter une connexion
it: Aggiungi connessione
ja: 接続を追加
ko: 연결 추가
pt_br: Adicionar conexão
zh_hans: 添加连接
zh_hant: 新增連線

source: Add test coverage
de: Testabdeckung erhöhen
es: Añadir cobertura de pruebas
fr: Améliorer la couverture de tests
it: Aumenta la copertura dei test
ja: テストカバレッジを追加
ko: 테스트 커버리지 추가
pt_br: Aumentar a cobertura de testes
zh_hans: 增加测试覆盖率
zh_hant: 增加測試覆蓋率

source: Add to message
de: Zur Nachricht hinzufügen
es: Añadir al mensaje
fr: Ajouter au message
it: Aggiungi al messaggio
ja: メッセージに追加
ko: 메시지에 추가
pt_br: Adicionar à mensagem
zh_hans: 添加到消息
zh_hant: 加入訊息

source: Address
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ja: アドレス
ko: 주소
pt_br: Endereço
zh_hans: 地址
zh_hant: 位址

source: Agent running
de: Agent arbeitet
es: Agente en ejecución
fr: Agent en cours
it: Agente in esecuzione
ja: エージェント実行中
ko: 에이전트 실행 중
pt_br: Agente em execução
zh_hans: 智能体运行中
zh_hant: 代理執行中

source: Agent session
de: Agent-Sitzung
es: Sesión del agente
fr: Session d’agent
it: Sessione agente
ja: エージェントセッション
ko: 에이전트 세션
pt_br: Sessão do agente
zh_hans: 智能体会话
zh_hant: 代理工作階段

source: Agents
de: Agenten
es: Agentes
it: Agenti
ja: エージェント
ko: 에이전트
pt_br: Agentes
zh_hans: 智能体
zh_hant: 代理

# Agents (%lld · %lld live)
source: Agents (%1$lld · %2$lld live)
de: Agenten (%1$lld · %2$lld aktiv)
es: Agentes (%1$lld · %2$lld activos)
fr: Agents (%1$lld · %2$lld actifs)
it: Agenti (%1$lld · %2$lld attivi)
ja: エージェント (%1$lld · 稼働中 %2$lld)
ko: 에이전트 (%1$lld · %2$lld 활성)
pt_br: Agentes (%1$lld · %2$lld ativos)
zh_hans: 智能体（%1$lld · %2$lld 运行中）
zh_hant: 代理（%1$lld · %2$lld 執行中）

source: Agents (%lld)
de: Agenten (%lld)
es: Agentes (%lld)
it: Agenti (%lld)
ja: エージェント (%lld)
ko: 에이전트 (%lld)
pt_br: Agentes (%lld)
zh_hans: 智能体（%lld）
zh_hant: 代理（%lld）

source: Agents spawned by this session appear in the conversation.
de: Von dieser Sitzung gestartete Agenten erscheinen in der Unterhaltung.
es: Los agentes creados por esta sesión aparecen en la conversación.
fr: Les agents lancés par cette session apparaissent dans la conversation.
it: Gli agenti avviati da questa sessione compaiono nella conversazione.
ja: このセッションが起動したエージェントは会話内に表示されます。
ko: 이 세션이 생성한 에이전트는 대화 안에 표시됩니다.
pt_br: Agentes criados por esta sessão aparecem na conversa.
zh_hans: 此会话生成的智能体会显示在对话中。
zh_hant: 此工作階段產生的代理會顯示在對話中。

source: Aims the composer at this project
de: Richtet das Eingabefeld auf dieses Projekt
es: Apunta el compositor a este proyecto
fr: Oriente la zone de saisie vers ce projet
it: Punta il compositore su questo progetto
ja: 入力欄をこのプロジェクトに向けます
ko: 작성창을 이 프로젝트로 지정합니다
pt_br: Direciona o campo de texto para este projeto
zh_hans: 将输入框对准此项目
zh_hant: 將輸入框對準此專案

source: All
de: Alle
es: Todos
fr: Tous
it: Tutti
ja: すべて
ko: 전체
pt_br: Todos
zh_hans: 全部
zh_hant: 全部

source: All Providers
de: Alle Anbieter
es: Todos los proveedores
fr: Tous les fournisseurs
it: Tutti i fornitori
ja: すべてのプロバイダ
ko: 모든 제공자
pt_br: Todos os provedores
zh_hans: 所有提供方
zh_hant: 所有供應商

source: All entries
de: Alle Einträge
es: Todas las entradas
fr: Toutes les entrées
it: Tutte le voci
ja: すべてのエントリ
ko: 모든 항목
pt_br: Todas as entradas
zh_hans: 全部条目
zh_hant: 全部項目

source: All models
de: Alle Modelle
es: Todos los modelos
fr: Tous les modèles
it: Tutti i modelli
ja: すべてのモデル
ko: 모든 모델
pt_br: Todos os modelos
zh_hans: 全部模型
zh_hant: 全部模型

source: All models…
de: Alle Modelle …
es: Todos los modelos…
fr: Tous les modèles…
it: Tutti i modelli…
ja: すべてのモデル…
ko: 모든 모델…
pt_br: Todos os modelos…
zh_hans: 全部模型…
zh_hant: 全部模型…

source: Allow %@?
de: %@ erlauben?
es: ¿Permitir %@?
fr: Autoriser %@ ?
it: Consentire %@?
ja: %@ を許可しますか？
ko: %@을(를) 허용할까요?
pt_br: Permitir %@?
zh_hans: 允许 %@？
zh_hant: 允許 %@？

source: Allow once
de: Einmal erlauben
es: Permitir una vez
fr: Autoriser une fois
it: Consenti una volta
ja: 1 回だけ許可
ko: 한 번만 허용
pt_br: Permitir uma vez
zh_hans: 允许一次
zh_hant: 允許一次

source: Allow photo access in Settings to save pictures.
de: Erlaube den Fotozugriff in den Einstellungen, um Bilder zu sichern.
es: Permite el acceso a Fotos en Ajustes para guardar imágenes.
fr: Autorisez l’accès aux photos dans Réglages pour enregistrer des images.
it: Consenti l’accesso a Foto in Impostazioni per salvare le immagini.
ja: 画像を保存するには、設定で写真へのアクセスを許可してください。
ko: 사진을 저장하려면 설정에서 사진 접근을 허용하세요.
pt_br: Permita o acesso a Fotos nos Ajustes para salvar imagens.
zh_hans: 请在“设置”中允许访问照片以存储图片。
zh_hant: 請在「設定」中允許取用照片以儲存圖片。

source: Allowed
de: Erlaubt
es: Permitido
fr: Autorisé
it: Consentito
ja: 許可済み
ko: 허용됨
pt_br: Permitido
zh_hans: 已允许
zh_hant: 已允許

source: Always
de: Immer
es: Siempre
fr: Toujours
it: Sempre
ja: 常に許可
ko: 항상
pt_br: Sempre
zh_hans: 始终允许
zh_hant: 一律允許

source: An address like 100.101.102.103 or studio:4098.
de: Eine Adresse wie 100.101.102.103 oder studio:4098.
es: Una dirección como 100.101.102.103 o studio:4098.
fr: Une adresse comme 100.101.102.103 ou studio:4098.
it: Un indirizzo come 100.101.102.103 o studio:4098.
ja: 100.101.102.103 や studio:4098 のようなアドレスです。
ko: 100.101.102.103 또는 studio:4098 같은 주소입니다.
pt_br: Um endereço como 100.101.102.103 ou studio:4098.
zh_hans: 类似 100.101.102.103 或 studio:4098 的地址。
zh_hant: 例如 100.101.102.103 或 studio:4098 這樣的位址。

source: Answer
de: Antworten
es: Responder
fr: Répondre
it: Rispondi
ja: 回答する
ko: 답변
pt_br: Responder
zh_hans: 回答
zh_hant: 回答

source: Answering
de: Antwortet
es: Responde
fr: Répond
it: Risponde
ja: 応答あり
ko: 응답 중
pt_br: Respondendo
zh_hans: 有响应
zh_hant: 有回應

source: Any provider you have configured. One command, no build.
de: Jeder Anbieter, den du eingerichtet hast. Ein Befehl, kein Build.
es: Cualquier proveedor que tengas configurado. Un comando, sin compilar.
fr: N’importe quel fournisseur que vous avez configuré. Une commande, aucune compilation.
it: Qualsiasi provider che hai configurato. Un comando, nessuna compilazione.
ja: 設定済みのどのプロバイダでも使えます。コマンド 1 つで、ビルドは不要です。
ko: 설정해 둔 모든 제공자를 사용할 수 있습니다. 명령 한 줄, 빌드 없음.
pt_br: Qualquer provedor que você tenha configurado. Um comando, sem compilação.
zh_hans: 你配置过的任何提供方。一条命令，无需构建。
zh_hant: 你設定過的任何供應商。一條命令，無需建置。

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 화면 모드
pt_br: Aparência
zh_hans: 外观
zh_hant: 外觀

source: Approval needed
de: Freigabe nötig
es: Se necesita aprobación
fr: Approbation requise
it: Serve un’approvazione
ja: 承認が必要です
ko: 승인 필요
pt_br: Aprovação necessária
zh_hans: 需要批准
zh_hant: 需要核准

source: Approval needed.
de: Freigabe nötig.
es: Se necesita aprobación.
fr: Approbation requise.
it: Serve un’approvazione.
ja: 承認が必要です。
ko: 승인이 필요합니다.
pt_br: Aprovação necessária.
zh_hans: 需要批准。
zh_hant: 需要核准。

source: Approval needed: %@
de: Freigabe nötig: %@
es: Se necesita aprobación: %@
fr: Approbation requise : %@
it: Serve un’approvazione: %@
ja: 承認が必要です: %@
ko: 승인 필요: %@
pt_br: Aprovação necessária: %@
zh_hans: 需要批准：%@
zh_hant: 需要核准：%@

source: Approvals and questions
de: Freigaben und Fragen
es: Aprobaciones y preguntas
fr: Approbations et questions
it: Approvazioni e domande
ja: 承認と質問
ko: 승인 및 질문
pt_br: Aprovações e perguntas
zh_hans: 批准与提问
zh_hant: 核准與提問
